import openDoor from "../../assets/img/img/News/OpenDoorsDay.jpg";
import talking from "../../assets/img/img/News/talking.png";
import classroom from "../../assets/img/img/News/class.png";

const upcomingEvents = [
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "15",
    month: "февр.",
    image: openDoor,
    title: "День открытых дверей",
    description:
      "15 февраля 2025 года в 12:00 пройдет День открытых дверей! Вы узнаете чему можно научиться в Донецком политехническом колледже — о специальностях колледжа Вы получите полную информацию о формах обучения — дневной и заочной Вы познакомитесь с правилами приема в",
    url: "/opendoorsEvent",
  },
  {
    date: "10",
    month: "февр.",
    image:
      "https://донполитех.рф/wp-content/uploads/2025/02/8885cc92c25bd54f75de525f19d208f8__2000x2000.jpg",
    title: "Внимание!",
    description:
      "ГБПОУ «Донецкий политехнический колледж» с 17.02.2025г. по 21.02 2025г. осуществляет образовательный процесс в соответствии с ранее утвержденными учебными планами согласно расписанию с применением ЭО и ДОТ в дистанционном формате с использованием образовательной платформы Сферум. ",
    url: "https://донполитех.рф/2025/02/14/vnimanie-2/",
  },
  {
    date: "04",
    month: "февр.",
    image: talking,
    title: "Научная конференция",
    description:
      "✍️3 февраля, в ГБПОУ «Донецкий политехнический колледж» состоялась лекция «Дропы», которую провел специалист по зарплатным проектам СберБанка Артём Сергеевич Мотунов. Артем Сергеевич рассказал студентам, что же такое дропы, какие уловки используют мошенники, а также как защитить себя и свои деньги",
    url: "https://донполитех.рф/2025/02/04/beseda-so-specialistom-po-zarplatnym-proektam-sberbanka/",
  },
  {
    date: "22",
    month: "янв.",
    image: classroom,
    title: "Классные встречи ко Дню российского студенчества",
    description:
      "22 и 23 января студенты ГБПОУ \"Донецкий политехнический колледж\" совместно с советником директора по воспитанию Шафоростовой Е.Е. организовали Классную встречу с обучающимися ГБОУ \"Многопрофильный лицей №5 им. Н.П. Бойко\", ГБОУ \"Школа №9 г.о.Донецк\" и ГБОУ \"Школа №15 г.о. Донецк\".",
    url: "https://донполитех.рф/2025/01/24/klassnye-vstrechi-ko-dnju-rossijskogo-studenchestva/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
  {
    date: "27",
    month: "февр.",
    image: "https://донполитех.рф/wp-content/uploads/2025/02/min-1.png",
    title: "Кубок Донецкой Народной Республики по спортивному программированию",
    description:
      "5 февраля в онлайн формате прошел Кубок Донецкой Народной Республики по спортивному программированию в дисциплине «программирование алгоритмическое». Соревнования собрали более 180 участников. В командном зачете в категории 16+ за награды боролись 28 команд из Донецка, Мариуполя, Макеевки и Санкт-Петербурга. Команда ГБПОУ",
    url: "https://донполитех.рф/2025/02/27/kubok-doneckoj-narodnoj-respubliki-po-sportivnomu-programmirovaniju/",
  },
];

export default upcomingEvents;
